<html>
 <head>
 <meta charset="UTF-8">
  <title>Урок 1</title>
  <!-- комментарий-->
 </head>
 <body>
    <p>Привет, МИР!</p>
    <?php  
    // выводит текст на экран( однострочный комментарий)
        echo "<p>Привет, МИР!</p>";
        echo "<p>Привет, МИР 6!</p>";
        print"<p>Привет, МИР!</p>";
?>
<?php /*это многострочный комментарий
 echo "<p>Привет, МИР 2!</p>" ?>
<?php echo "<p>Привет, МИР 3!</p>";*/ ?>
<?php  # выводит текст на экран
 print "<p>Привет, МИР 4!</p>"; ?>

 </body>
</html>